{
  "home" : {
    "github": {
      "recommendation":"Echale un vistazo al repo de esta página!",
      "button": "Click aquí!"
    },
    "itchio": {
      "recommendation": "Visita mi perfil de itch.io para jugar a mis jueguitos!"
    }
  },
  "about-me" : {
    "title": "Sobre mí",
    "description":  "Hola! Soy Darío Gutiérrez Mori, une desarrolladore de software (y jueguitos a veces).",
    "nationality": "Crecí y vivo en Asturias, aunque soy medio guatemalteco. Latino powerrrr!",
    "gender": "Me identifico como una persona no-binaria y uso los pronombres él/elle/ella. Se respetuose plis ;)",
    "mushrooms": "Me encanta recoger setas! Solo las que conozco, claro (aunque me gusta descubrir nuevas especies)."
  },
  "games": {
    "big-crunch": {
      "description": "Recolecta bebidas cafeinadas para aprobar el examen final!\n\nEste juego fue desarrollado para la Game Jam del Techfest 2022 de la EII de Uniovi.\n\n",
      "first-game": "Mi primerito juego!",
      "languages": "Solo disponible en español!",
      "development": "Es irónico porque el significado del juego (que la protagonista no tiene suficiente tiempo y debe consumir bebidas cafeinadas) se fue aplicando a mi mismo durante las ultimas 24 h de su desarrollo. Es mi primer juego pero madre mía, ojalá sea el último (just kidding)\n\nEn fin, es bastante cutre pero espero que os lo paseis guay jugando :)\n\n(hay un easter egg por recolectar todas las bebidas ;) )"
    },
    "hdiewtg": {
      "description": "Acompaña a Maya,tu mapache favorito cuyo único propósito en la vida es encontrar una forma de ganar este juego! Dalo todo en estos 5 minijuegos arcades y resuelve el misterio!",
      "languages": "Solo disponible en inglés!",
      "developers": "Jueguito desarrollado por Darío y Ari para la Low Rez Jam 2023. El tema opcional elegido fue 'Escondido a simple vista'."
    },
    "anp4a": {
      "description": "Disfruta de un lienzo de 128x128 pixeles que compartes con el resto del mundo! (con las clásicas limitaciones de pico-8, claro). Crea arte chuli y muestraselo a la comunidad!",
      "development": "Esta experiencia fue inspirada por el r/place que ocurre a veces en Reddit, y fue desarrollada completamente por mi! Use la fantasy console pico-8 y una característica que descubrí recientemente que te deja compartir información entre javascript y pico-8!"
    },
    "flerovium": {
      "description": "CUIDADO: TU TIEMPO VA A SER MALGASTADO \n\n He creado una experiencia que ni yo entiendo en este punto. Unete a mi y se une mas de les que estamos confuses por esto. Nos ha superado a todos. La vida es corta, pero siempre podría ser más corta.",
      "language": "Solo disponible en inglés!",
      "understanding": "Ni siquiera yo entiendo el juego!"
    },
    "medium-expendedore": {
      "description": "Lee el futuro para adivinar que producto de la maquina te saldrá gratis!\n\nEste juego fue desarrollado para la Game Jam del Techfest 2024 de la EII de Uniovi.",
      "language": "Solo disponible en español!",
      "development": "El juego actualmente carece de música y la funcionalidad se ha quedado básica, cosas del directo. En el futuro haré una proper release que me ha gustado como me ha quedado el arte jeje."
    },
    "kiwiq": {
      "description": "Adéntrate en preguntas apasionantes en este juego de trivia desarrollado para my curso de Arquitectura del Software.",
      "development": "Desarrollado con compañeros de clase!"
    }
  },
  "projects": {
    "title": "Proyectos"
  },
  "celeste": {
    "title": "Celeste",
    "description": "Coooomo? Darío tiene un juego favorito? Nunca lo había oído, suena interesante..."
  },
  "minecraft": {
    "description": "Mi juego mas jugado! Me encanta jugar survival y bedwars."
  },
  "art" : {
    "title": "Arte",
    "ace-attorney": {
      "description": "Fanart de la saga Ace Attorney. Practicando perspectivas."
    },
    "me-sketches": {
      "description": "Bocetos de mi persona. Practicando anatomía y perspectivas."
    },
    "pfp/2022": {
      "description": "La foto de perfil que usé en 2022."
    },
    "pfp/2023": {
      "description": "La foto de perfil que usé en 2023. También me hice un modelo de Vtuber que nunca usé."
    },
    "pfp/2024": {
      "description": "El set de fotos de perfil que usé en 2024."
    },
    "helltaker": {
      "description": "Fanart de Helltaker. Hecho con rotuladores."
    },
    "mix/jose-emilio": {
      "description": "Jose Emilio."
    },
    "tf2/merasmus": {
      "description": "Fanart de Merasmus de Team Fortress 2. (mix del foxy plushie y merasmus)"
    }
  },
  "month": {
    "january": "Enero",
    "february": "Febrero",
    "march": "Marzo",
    "april": "Abril",
    "may": "Mayo",
    "june": "Junio",
    "july": "Julio",
    "august": "Agosto",
    "september": "Septiembre",
    "october": "Octubre",
    "november": "Noviembre",
    "december": "Diciembre"
  },
  "config": {
    "language": {
      "spanish": "Español",
      "english": "Inglés"
    },
    "theme": {
      "light-mode": "Modo claro",
      "dark-mode": "Modo oscuro"
    }
  }
}